"AES-128 (recommended)" = "AES-128 (rekommenderas)";
"Burn Image..." = "Bränn avbild...";
"Cancel" = "Avbryt";
"Change Format..." = "Konvertera avbild...";
"Convert" = "Konvertera";
"Converting Image..." = "Konverterar avbild...";
"Create" = "Skapa";
"Create Disk Image" = "Skivavbildning";
"Create with directory:" = "Skapa med mapp:";
"Create with size:" = "Skapa med storlek:";
"Create..." = "Ny avbild...";
"Creating Image..." = "Skapar avbild...";
"DVD/CD-R master" = "DVD/CD-R-master";
"Disk Image" = "Skivavbildning";
"Disk Image Converter" = "Skivavbildning";
"Disk Image Converting" = "Skivavbildnings konvertering";
"Disk Image Progress" = "Skivavbildsstatus";
"Encryption:" = "Kryptering:";
"Finished" = "Klart";
"Format:" = "Formatera:";
"Image Format" = "Konvertera Skivavbildning";
"Internet enable" = "Internet-anpassa";
"Megabytes" = "Megabyte";
"Mount after creating" = "Montera efter skapande";
"Mounting Image..." = "Monterar avbild...";
"Name:" = "Namn:";
"None" = "Ingen";
"Read only" = "Endast Läsa";
"Read only compressed" = "Endast Läsa - Komprimerad";
"Read only zlib compressed" = "Endast läsa - zlib-komprimerad";
"Read/Write" = "Läsa/Ändra";
"Sparse" = "Gles";
"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "Filen måste ha .dmg, .img eller .toast ändelse.";
"Volume Name:" = "Namn:";
"Volume Size:" = "Storlek:";
"untitled" = "namnlös";
